render([

{ name:"匿名用户", time:"2026-02-06 17:00", content:`一般人遇到这种神经质的人只会觉得恶心或者好笑吧？`},
{ name:"匿名用户", time:"2026-02-06 17:01", content:`你早就评价过了，之前还在说他清秀`},
{ name:"匿名用户", time:"2026-02-06 17:20", content:`楼主啊你没发现你把你家狗狗和啾太郎的关系抛到脑后了吗？`},
{ name:"匿名用户", time:"2026-02-06 17:25", content:`楼上的一说我才发现，楼主从最开始就没求助关于解决狗狗骑狗的事，主要是在求助怎么给金毛哥道歉。。。。`},
{ name:"匿名用户", time:"2026-02-06 18:21", content:`啊。。。。。`},
{ name:"匿名用户", time:"2026-02-06 18:25", content:`还真是`},
{ name:"匿名用户", time:"2026-02-06 19:40", content:`我仔细一看发现主楼写他俩遇到已经两个月了
两个月没解决？！现在来发帖？！`},
{ name:"匿名用户", time:"2026-02-06 19:48", content:`救命 难怪金毛哥那么怕楼主 居然都两个月了 我没仔细看还以为是刚遇见`},
{ name:"匿名用户", time:"2026-02-06 20:02", content:`金毛哥神级忍人。。。。。`},
{ name:"匿名用户", time:"2026-02-06 20:37", content:`楼主你好好给人家赔罪吧吓了人家两个月了都……`},
{ name:"匿名用户", time:"2026-02-06 20:38", content:`真的很恐怖好吗！楼主你带入一下，每天凌晨四点半，天还没亮，一个男人牵着一条想把你和你家狗按在地上的大狗……`},
{ name:"匿名用户", time:"2026-02-06 21:00", content:`虽然我也觉得金毛哥有点反应过度，但楼主你也太迟钝了！两个月诶！`},
{ name:"匿名用户", time:"2026-02-06 22:40", content:`正常人如果被同一只狗吓了两个月，早就换时间或者换路线遛狗了吧？金毛哥为什么还要坚持在四点半出现？`},
{ name:"匿名用户", time:"2026-02-06 23:01", content:`这楼上盲生发现了华点。
要么是金毛哥只有这个时间能出门，要么就是……他也想见楼主？`},
{ name:"匿名用户", time:"2026-02-07 00:09", content:`我觉得单纯是因为金毛哥是个吃货，而且脑回路清奇。
楼主不是说他是卖早点的吗？说不定金毛哥早就盯上楼主家的包子了，只是碍于那是色情狂狗的主人不敢靠近。
现在窗户纸捅破了，金毛哥直接就在食物的诱惑下屈服了。`},
{ name:"匿名用户", time:"2026-02-07 01:18", content:`真的好好奇金毛哥到底干啥的`},
{ name:"匿名用户", time:"2026-02-07 02:00", content:`搞不好人家凌晨4点钟才下班`},
{ name:"匿名用户", time:"2026-02-07 02:13", content:`上面简直恐怖故事，比楼主连着骚扰两个月的色情狂狗还要可怕`},
{ name:"我家狗狗可爱", time:"2026-02-07 03:00", content:`狗狗不是色情狂狗！虽然他的行为确实应该指正……
其实这两个月我也尽力了……平时他很乖的，但不知道为什么他就是喜欢贴着啾太郎。我一直在训练他，或者尝试着换遛狗路线，但是都没办法阻止他领着我走到啾太郎那边。
最后我还是放弃了，只能多牵着他一点，不让他去骚扰啾太郎，然后想办法给啾太郎的主人赔罪。`},
{ name:"匿名用户", time:"2026-02-07 03:21", content:`别激动啊楼主，大家都是开玩笑的。但是你这两个月都经历了什么，我们真的很好奇。`},
{ name:"匿名用户", time:"2026-02-07 04:20", content:`我比较好奇金毛哥是怎么坚持两个月的。要是我，第一周就报警了。`},
{ name:"匿名用户", time:"2026-02-07 04:20", content:`楼主你清醒一点！你现在满脑子都是怎么投喂金毛哥了吧！你家金毛的骑跨问题才是重点啊！`},
{ name:"匿名用户", time:"2026-02-07 04:20", content:`说起来，萩饼做了吗？送出去了吗？饭团男，该你汇报工作了！`},
{ name:"匿名用户", time:"2026-02-07 08:20", content:`可能这就是社恐的宿命吧，宁愿每天被狗吓哭，也不想换个时间出门面对更多的人……`},
{ name:"匿名用户", time:"2026-02-07 08:45", content:`所以楼主你到底有没有用那个拨浪鼓？我真的很想知道一个成年男性看到另一个成年男性大半夜摇拨浪鼓是什么反应。求求你用一下吧！`},
{ name:"匿名用户", time:"2026-02-07 09:20", content:`我怎么感觉这帖子已经从求助狗狗行为问题变成了饭团男的投喂日记？`},
{ name:"我家狗狗可爱", time:"2026-02-07 11:20", content:`大家早上好，我又来了。
首先，我真的有在想办法解决金毛的问题！我前几天又咨询了宠物医生，他建议我可以试试在它冲动的时候用零食或者玩具转移注意力，并且加强等待和坐下的口令训练。
虽然之前试过很多次了，但是还是打算重新再试试。
然后……汇报一下今天的进展。
我带了萩饼，用大家建议的透明盒子装着。
凌晨出门，依旧是那个老地方，他今天来得比我还早，正抱着啾太郎坐在长椅上，看起来像是在……发呆？
金毛看到他们，又开始兴奋了。我这次早有准备，立刻掏出了拨浪鼓。
我对着金毛摇了摇，它愣了一下，然后歪着头看我。
但是那个男生被吓到了。`},
{ name:"匿名用户", time:"2026-02-07 11:25", content:`哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈`},
{ name:"匿名用户", time:"2026-02-07 11:26", content:`金毛哥惨遭精神攻击`},
{ name:"匿名用户", time:"2026-02-07 11:27", content:`楼主，有事你是真上，这种弱智建议都听啊……`},
{ name:"我家狗狗可爱", time:"2026-02-07 11:30", content:`我赶紧解释那只是个玩具，是为了转移狗狗注意力的。
他半信半疑地从指缝里看我，然后看到了我手里的萩饼盒子。
之后的流程就和昨天差不多了……我把盒子放在长椅上，退开，他过来拿走，然后坐回远处吃。
他今天吃得特别快，吃完后，居然主动朝我这边走了几步。
我当时心都提到嗓子眼了。
他把空盒子递给我，低着头小声对我说饭团男谢谢。
我赶紧说我不叫饭团男！我叫XXX
我也不知道为什么当时那么大声，可能有点急了。他被我吓得一抖，但没跑。
然后他居然笑了，说我的名字是个听起来就很认真老实的名字。
然后他又一次光速逃跑了。
今天，他没有叫狗狗色情狂狗了。
我觉得这是巨大的进步。`},
{ name:"匿名用户", time:"2026-02-07 11:39", content:`饭团男终于有名字了，恭喜楼主`},
{ name:"匿名用户", time:"2026-02-07 11:50", content:`虽然过程很离谱 但结果是好的。
说起来 金毛哥为啥凌晨四点半遛狗的原因还没问呢。`},
{ name:"匿名用户", time:"2026-02-07 12:00", content:`我觉得楼主可以稍微减少一点投喂，然后多进行一些语言上的交流。比如聊聊狗，啾太郎看起来很乖，可以从夸啾太郎开始。没有人会讨厌别人夸自己的孩子`},
  
], 4); // 
