render([

{ name:"十万火急", time:"2026-02-09 14:41", points:"2001", content:`我有个认识好多年的死党，叫他A吧。A这人是个烂好人，对谁都特别温柔，可以说是中央空调成精。
昨天，我原本约了女生，结果被放鸽子了。我就给A打了个电话吐槽，结果A二话不说，直接推了他那边的聚会（好像是很重要的家庭聚会），跑过来陪我在公园喝了半宿的西北风。
重点是！
走的时候，他把自己脖子上的围巾摘下来给我围上了。
然后今天早上，他又特意绕路给我送了早饭，还是亲手做的。
你们说，直男之间会做到这一步吗？我是不是我想多了？A是不是想睡我？
我现在有点慌张了，我该咋办啊`},
{ name:"匿名用户", time:"2026-02-09 14:50", content:`对，A想睡你`},
{ name:"金毛一号", time:"2026-02-09 14:55", points:"2000", content:`为什么你个大男人会有这种待遇啊？！这也太好了吧！！我也想要有人对我这么好啊！`},
{ name:"十万火急", time:"2026-02-09 15:41", points:"2001", content:`楼上的兄弟你冷静点……你要给你，我现在慌得一比。`},
{ name:"小镇猫娘", time:"2026-02-09 15:45", content:`我就问一个问题：楼主，你讨厌他的接触吗？`},
{ name:"十万火急", time:"2026-02-09 16:43", points:"2001", content:`呃……仔细想想，好像并不讨厌。
完了，我是不是没救了？`},
{ name:"金毛一号", time:"2026-02-09 16:44", points:"2000", content:`好烦啊能不能把楼主叉出去`},
{ name:"无法上吊之物", time:"2026-02-09 16:45", points:"56", content:`楼主，那个A为了你推掉了重要的家庭聚会，这已经不是暗示了`},
{ name:"十万火急", time:"2026-02-09 17:48", points:"2001", content:`等等，出事了。
A刚刚给我发消息，问我今晚有没有空，去他家看电影。
我现在手在抖，我该去吗？？？`},
{ name:"哇是大马猴", time:"2026-02-10 00:50", points:"888", content:`楼主快去！不去不是人！`},
{ name:"金毛一号", time:"2026-02-10 03:50", points:"2000", content:`楼主去了吗？`},


], 1); // 这里的 1 代表这是第一页的数据

