render([

{ name:"Sakkkk", time:"2026-01-07 15:40", points:"2100", content:`救命，到底应该怎么纠正鹦鹉的这种行为啊？我家鹦鹉因为听我打游戏开团，现在天天国骂
    有的时候我根本不想骂队友，它一叫唤我都没办法交代了`},
{ name:"无情铁手", time:"2026-01-07 18:01", points:"1000", content:`素质真差，自己受着吧`},
{ name:"uu加速器好难用", time:"2026-01-07 19:03", points:"2090", content:`能不能把鹦鹉放到客厅里养？`},
{ name:"Sakkkk", time:"2026-01-07 19:48", points:"2100", content:`不行。我租的一居室没客厅。。`},
{ name:"我爱吃饭", time:"2026-01-07 19:48", points:"210", content:`你要让他知道你才是主人，然后通过奖惩机制去改变他的习惯。
    他骂人的时候不要鼓励他继续叫唤，冷处理即可。`},
{ name:"Sakkkk", time:"2026-01-15 10:20", points:"2100", content:`怎么操作啊！？
     事情越来越麻烦了。我的妹妹前几天来我这边，在我上班的时候在家随便乱玩。。
     现在她走了，鹦鹉不仅骂人还会叫善炭牛福。。。
     救救我，怎么办啊，我不会教啊！`},
{ name:"Sakkkk", time:"2026-01-15 14:20", points:"2100", content:`救命啊？！有人吗？`},
{ name:"Sakkkk", time:"2026-01-15 15:20", points:"2100", content:`救命 顶顶`},
{ name:"Sakkkk", time:"2026-01-15 16:20", points:"2100", content:`顶顶`},

], 1); // 这里的 1 代表这是第一页的数据

