render([

{ name:"混吃等死123", time:"2026-01-11 04:57",points:"200", content:`如题。
本人男，自由职业，社恐晚期。
为了避开人类，我特意选在阴间时间遛狗。
我家狗是一只性格很好的牧羊犬，本来一切都很完美，直到两个月前，我遇到了那个邻居。。。
对方也是个男生，养了一只精力过剩的大型犬。
那只大黄狗每次看到我家狗，就会像失智一样冲过来，做一些不可描述的动作！！！！！
虽然我家狗不反抗，但我真的很怕别人家的大狗啊！那只狗站起来快有人高了！
重点是那个邻居。。。
他长得挺高的，虽然总是笑眯眯的，但那个体格感觉一拳能把我打飞。
我想认识他，或者至少能正常说句话。可是每次那只大黄狗冲过来，我就生理性恐慌，控制不住地发出高频尖叫，然后像个神经病一样抱着狗逃跑。
其实我对那个邻居。。有点好感，纯粹是审美上的，或者是觉得他看起来很温柔。
在他眼里我肯定是个疯子吧？
已经两个月了。。
我该怎么办？怎么才能在他面前维持一个成年男性的尊严？`},

{ name:"巴掌大的鱼", time:"2026-01-11 05:01", content:`天没亮遛狗……
楼主你是吸血鬼吗？`},
{ name:"七秒钟眼泪", time:"2026-01-11 05:03", content:`虽然很同情楼主，但画面感太强了，忍不住笑了。
既然有好感，为什么不试着写张纸条？社恐的经典解决方案。`},
{ name:"混吃等死123", time:"2026-01-11 05:06", points:"200", content:`不敢。
万一递纸条的时候他的狗又冲过来，我可能会当场把纸条吃下去。
而且我觉得他可能也很怕我。毕竟谁会喜欢一个天天对着自己尖叫的怪人啊？他每次看我都小心翼翼的。。。
我住的地方视野比较好，有时候工作累了去阳台透气，能看到他那个单元。
他好像是做餐饮的，经常搬运面粉之类的东西。
总之，他看起来是个很温和的老实人。
但我每次都对他尖叫，他一定觉得我有病T T`},
{ name:"哼哼哈哈", time:"2026-01-11 05:08", content:`楼主，你这个描述有点危险啊，不要变成偷窥狂了。`},
{ name:"混吃等死123", time:"2026-01-11 05:12", points:"200",content:`不是偷窥！只是楼间距比较近，我又正好在画画……在观察光影之类的。。
职业习惯而已！
而且我从来不敢让他发现，我都是躲在窗帘后面的`},
{ name:"狂炖白菜", time:"2026-01-11 05:15", content:`所以你是想搭讪但是不敢？
既然怕狗，为什么不换个时间遛？`},
{ name:"混吃等死123", time:"2026-01-11 05:17", points:"200", content:`换不了，白天人太多太吵了，我会死。
而且虽然我很怕那只大黄狗，但是那个邻居每次都会拼命鞠躬道歉。
他道歉的样子真的很诚恳，声音虽然大但是听起来不凶。
我想试试能不能克服一下恐惧！！！！！！`},
{ name:"鸡肉肠难吃", time:"2026-01-11 05:22", content:`楼主你家狗什么反应？都被按在地上了，不反抗吗？`},
{ name:"混吃等死123", time:"2026-01-11 05:30", points:"200", content:`别提了，我家狗就是个白给。
对方一来，它就躺平任嘲，甚至还会主动蹭人家。
大概几天前吧，我下午在阳台画画，听到我家狗在哼哼唧唧。
我一看，它居然叼着玩具，把前爪搭在栏杆上，对着斜对面那栋楼疯狂摇尾巴。
然后我顺着它的视线看过去，发现对面那个邻居家的阳台上，那只大黄狗也在那里！
它俩居然是这样认识的，这就是为什么我一直没换遛狗时间的原因。
虽然我每次都吓得半死，但看我家狗那么喜欢那个朋友，我又有点舍不得拆散它们。
而且如果我换了时间，就没有理由见到那个邻居了。`},
{ name:"艾斯ww", time:"2026-02-11 05:32", content:`楼主，我有种直觉。
既然两只狗经常在阳台互动，你说那个邻居会不会也看到过你？
毕竟你也在阳台上。`},
{ name:"混吃等死123", time:"2026-02-11 05:36", points:"200", content:`不可能！绝对不可能！
我每次在阳台都很小心的！要么躲在画架后面，要么躲在窗帘后面！
而且我是高楼层，他在相对低一点的楼层，我在暗处，他在明处。
除非他有望远镜，或者是千里眼，否则绝对发现不了我。
要是让他知道我在画他，我可以直接搬离地球了。。。`},
{ name:"狗狗超大只", time:"2026-02-11 05:38", content:`狗子们关系这么好，这不就是现成的搭讪借口吗？`},
{ name:"头痛之", time:"2026-02-14 04:15", content:`这帖子为啥热度那么低，都一个月了……和隔壁比起来简直是天差地别`},

], 1); // 这里的 1 代表这是第一页的数据

