render([

{ name:"金毛一号", time:"2026-02-13 11:40", content:`楼主怎么还没回来？楼主怎么还没回来？楼主怎么还没回来？`},
{ name:"匿名用户", time:"2026-02-13 12:00", content:`这都快中午了。该不会是金毛又闯祸了，两个人去警察局调解了吧？`},
{ name:"匿名用户", time:"2026-02-13 12:20", content:`不会吧……看楼主的描述之前都没出过事啊！`},
{ name:"我家狗狗可爱", time:"2026-02-13 12:40", content:`抱歉抱歉！回来晚了！
今天店里生意太忙了，刚把最后几笼包子卖完。
汇报一下战况：算是……成功了吧？但过程真的太曲折了。
正如我之前预感的，今天真的下雨了。
我走到公园的时候，远远地就看到那个男生和啾太郎躲在公园的那个自动贩卖机旁边的雨棚下。金毛一看到啾太郎，果然又要冲！
但我这次早有准备！我把牵引绳死死缠在手腕上，扎着马步，用尽全身力气把它拉住了！真的，我觉得我的手臂都要断了，金毛还在那里兴奋地汪汪叫。
那个男生听到狗叫，整个人都弹了一下，转过头看到我，脸瞬间就白了。
我赶紧大声喊：对不起！我拉住它了！绝对不会让它过去的！`},
{ name:"匿名用户", time:"2026-02-13 13:00", content:`……好搞笑，还好你们是凌晨出来遛狗，不然包被人拍视频的`},
{ name:"匿名用户", time:"2026-02-13 13:20", content:`身 败 名 裂`},
{ name:"匿名用户", time:"2026-02-13 13:40", content:`楼主小哥还好，那个金毛男要是从事什么严肃的工作，肯定要被嘲笑的吧？`},
{ name:"我家狗狗可爱", time:"2026-02-13 14:00", content:`然后我就站在雨里，尽量露出温和的笑容，打算把手里的豆包给他。
他一开始很警惕，缩在角落里发抖，喊着：那是陷阱吧！绝对是想把我引过去然后放狗咬我吧！
我解释了很久，说金毛只是想玩，而且我真的带了很好吃的饭团。
后来可能是因为饭团的味道飘过去了？我看他鼻子动了动，然后肚子发出了非常响亮的一声动静。
那声音真的很大，连啾太郎都抬头看他。
他的脸一下子红得像番茄一样，也不尖叫了，支支吾吾地看着我手里的袋子。
最后我把袋子放在长椅上，退后了十米远。他才小心翼翼地像只小麻雀一样蹭过来，拿走了袋子。`},
{ name:"匿名用户", time:"2026-02-13 14:20", content:`？`},
{ name:"匿名用户", time:"2026-02-13 14:20", content:`？`},
{ name:"匿名用户", time:"2026-02-13 14:30", content:`楼主你这是投喂松鼠去了吧。。。。`},
{ name:"匿名用户", time:"2026-02-13 14:32", content:`奈良的鹿都比这胆子大啊`},
{ name:"匿名用户", time:"2026-02-13 14:40", content:`这家伙到底是怎么活下来的，金毛哥`}

]);
