render([

{ name:"我家狗狗可爱", time:"2026-02-11 04:57", content:`如题。真的非常抱歉这么早打扰大家，但我实在是太苦恼了，刚遛完狗回来，心里很过意不去。
情况是这样的：我养了一只金毛，两岁，叫狗狗，公的，早就绝育了。性格非常热情，对谁都摇尾巴。因为家里是做早点生意的，我习惯每天凌晨4点半左右出门遛狗。
大概两个月前，我在附近的公园遇到了一位同样这个时间遛狗的邻居。对方养的是一只边境牧羊犬。
问题在于，狗狗每次看到那只边牧，就会像失散多年的亲兄弟一样冲过去，把那只边牧扑倒，然后……试图进行那种动作。
重点是我家狗狗绝育了啊！而且那只边牧也不反抗，就躺在地上翻肚皮，甚至还会主动蹭狗狗的脸。
但是对方的主人反应非常激烈！
他是一个看起来和我年纪差不多的男生，染了一头很显眼的金发。每次狗狗扑过去，他就会发出那种非常高亢的尖叫声，然后满脸通红地想要把狗拉开，但又不敢靠近狗狗。
我每次都拼命道歉，但他好像很怕我，总是躲得远远的，甚至有时候会被吓哭。
我觉得自己像个带着恶霸犬欺负人的坏人……而且总是这样真的很扰民。
请问大家，我的狗是不是心理有问题？我该怎么跟那个男生解释，我的狗真的没有恶意，我也没有恶意？`},

{ name:"匿名用户", time:"2026-02-11 05:01", content:`凌晨四点半遛狗……楼主是个狠人。`},
{ name:"匿名用户", time:"2026-02-11 05:03", content:`我都要被楼主绕晕了，你家狗居然就叫狗狗？这和给人取名叫人人有啥区别？太随便了吧？`},
{ name:"我家狗狗可爱", time:"2026-02-11 05:06", content:`不好意思……当初取名的时候，家里人意见都不一致，一直没统一下来，最后就直接叫了狗狗。
以后我会直接叫它金毛。
有没有谁能救救我？明天又要去遛狗了……`},
{ name:"匿名用户", time:"2026-02-11 05:08", content:`以我的经验，肯定是你的狗想要决斗！反正是凌晨，让他们打一架去！`},
{ name:"我家狗狗可爱", time:"2026-02-11 05:12", content:`不行！暴力绝对禁止。金毛本来就是大型犬，狗证都很难办下来了……如果再出这样的事情，我和家里人就要搬家了。`},
{ name:"匿名用户", time:"2026-02-11 05:15", content:`建议楼主下次带点吃的，那是和平的象征。`},
{ name:"匿名用户", time:"2026-02-11 05:17", content:`对方的狗绝育了没？`},
{ name:"我家狗狗可爱", time:"2026-02-11 05:22", content:`肯定绝育了。
上次那个男生一边抱着树发抖，一边哭着跟我喊：啾太郎早就切了！切得干干净净！能不能管好你家狗啊啊啊啊……
虽然不知道为什么一只边牧要叫啾太郎，但他那个时候眼泪鼻涕一起流的样子实在太可怜了。
而且那个男生虽然染了金发，但其实长得很清秀，眉毛有点粗，穿着一件带白色三角形图案的黄色卫衣，哭起来的时候声音虽然很尖，但……并不难听？
哎，我当时只能不停鞠躬，想递给他纸巾他都不敢接，好像我是什么洪水猛兽一样。`},

{ name:"匿名用户", time:"2026-02-11 05:30", content:`边牧叫啾太郎？你俩取名水平旗鼓相当`},
{ name:"匿名用户", time:"2026-02-11 05:32", content:`主人能吓成这样，我觉得你的邻居比起狗更需要关心。
另外科普一下，狗子骑跨不一定是发情，很多时候是确立地位，或者是太兴奋了想玩。看来你家金毛想收啾太郎当小弟。`},
{ name:"匿名用户", time:"2026-02-11 05:36", content:`既然你家是做早点的，这就是天然优势啊！
下次遛狗带个刚出炉的面包或者饭团什么的。俗话说伸手不打笑脸人，更何况是拿着热乎乎早点的笑脸人。
那个男生既然会因为狗扑过来就吓哭，说明胆子特别小，这种人通常心很软，只要你态度够诚恳，再用美食诱惑一下，应该能行。`},
{ name:"匿名用户", time:"2026-02-11 05:38", content:`凌晨四点半，又冷又饿，这时候有人递过来热腾腾的包子……要是我，我会爱上你的楼主。`},
{ name:"我家狗狗可爱", time:"2026-02-12 04:15", content:`谢谢11楼和12楼，我会试试的！所以我打算明天带两个家里特制的炭烤饭团，再带一个刚出炉的红豆包。
希望能有用……我现在去准备材料了，明天回来汇报战况！
对了，为了防止金毛再扑人，我决定明天换一条更短的牵引绳，我会用尽全力拉住它的！
先不多说了，我得去准备开店了。`},
{ name:"匿名用户", time:"2026-02-12 08:00", content:`遛大狗如果遇到狗狗爆冲，确实很容易被拉出去，要小心啊。`},
{ name:"匿名用户", time:"2026-02-12 09:30", content:`蹲蹲后续。不过怎么感觉有点歪楼了？狗狗的问题没解决，先哄上主人了`},
{ name:"匿名用户", time:"2026-02-12 10:00", content:`炭烤饭团……楼主家是做什么传统料理的吗？现在很少见到家里会有炭火的吧，感觉很好吃的样子。
不过那个金发男生也太惨了，每天凌晨四点半被狗吓哭。`},
{ name:"匿名用户", time:"2026-02-12 10:30", content:`一般来说，太郎就算了，啾不是形容鸟叫的吗？为什么要给一只牧羊犬起个鸟的名字啊？这邻居的脑回路也有点清奇。`}

]);
