render([

{ name:"匿名用户", time:"2026-02-12 11:51", content:`楼主说那只边牧会蹭你家金毛，说明两只狗关系其实挺好的？可能在狗界，你家金毛是那种不管不顾的热情直男，啾太郎是那种性格温顺的狗狗……`},

{ name:"匿名用户", time:"2026-02-11 12:05", content:`这明明是霸凌现场！`},
{ name:"匿名用户", time:"2026-02-1 1 12:07", content:`楼主，关于你说的那个男生。
虽然他吓得尖叫很可怜，但我想说，如果一个男生能发出高亢的尖叫还能吓哭，通常说明他神经比较纤细。
你明天带饭团是好事，但千万别太热情！别像你家金毛一样扑过去！
既然他怕狗，你最好把饭团放在长椅上，或者离得远远地递给他。保持社交距离！`},
{ name:"匿名用户", time:"2026-02-11 12:10", content:`同意20楼。
楼主你自己也说了，那男生怕你。你一个凌晨四点半遛大型犬、体力充沛的男人，在他眼里可能比狗还可怕。
一定要温柔！语速要慢！`},
{ name:"匿名用户", time:"2026-02-11 12:15", content:`？又不是安慰人去了，对面的狗主人好歹也是个男的，至于搞得跟投喂野生动物一样吗？`},
{ name:"匿名用户", time:"2026-02-11 12:20", content:`但是他看上去胆子真的很小诶`},
{ name:"匿名用户", time:"2026-02-11 12:30", content:`那也应该有作为人的社会属性在吧……`},
{ name:"匿名用户", time:"2026-02-11 13:00", content:`别歪楼了！说回狗的问题。
如果边牧真的翻肚皮，那就是示弱。你家狗狗可能是想确认地位。
建议楼主明天除了带吃的，最好带个那种能发声的玩具。如果金毛又要冲，你就捏响玩具转移它的注意力。
毕竟对于吃货金毛来说，除了色心，也就只有贪玩能治了。`},
{ name:"匿名用户", time:"2026-02-11 13:20", content:`有些人的社恐是刻在DNA里的。而且楼主描述的那个男生，感觉像是那种容易惊乍的体质。面对一只两岁大、总是试图骑跨自己爱犬的大金毛，就算是有社会属性的成年男性也会崩溃吧。`},
{ name:"匿名用户", time:"2026-02-11 13:40", content:`我也觉得。而且楼主那只金毛叫狗狗，听起来就傻乎乎的，但是力气肯定很大。
不管怎么说，希望楼主今天能顺利送出饭团。只要能搭上话，就是胜利。`},
{ name:"匿名用户", time:"2026-02-11 14:00", content:`那个……插一句嘴。
楼主说那是特制的炭烤饭团。
我家楼底下就有一家，口味还蛮独特的。如果楼主是我想的那家店……那个饭团真的巨好吃！是用那种老式的土灶炭火烤的，外焦里嫩，酱汁是秘制的。
如果楼主是那家店的长男……他人超级好，脾气特别温和，甚至可以说有点过于老实了。而且长得也绝对不吓人，他是个特别特别温柔的人。
我觉得那个金发小哥只要尝一口，绝对会原谅楼主的。`},
{ name:"匿名用户", time:"2026-02-11 14:20", content:`真的假的？都把我说饿了`},
{ name:"我家狗狗可爱", time:"2026-02-12 04:00", content:`哎？28楼的用户，您认识我家吗？太不好意思了……不过为了不打广告，我就不说店名了。
又到了凌晨，我刚起床。刚才翻出来一个以前弟弟妹妹不玩的拨浪鼓，声音很清脆，不知道管不管用，我揣兜里了。
我现在准备出门了。
今天外面风有点大，我闻着空气里的味道，感觉过一会儿可能会下雨，所以我多带了一把伞。万一那个男生没带伞就不好了。
饭团和红豆包都包在保温袋里了，热乎乎的。
我现在心情特别紧张，心跳得很快，希望等下不要咬到舌头。
我会把牵引绳缠在手腕上三圈的！绝对不让金毛再冲撞到啾太郎和那个男生！
那我出发了，如果能顺利把饭团送出去，回来再跟大家说。
希望能看到他的笑脸，不想再看他哭了，总之，希望能和平相处!谢谢大家的回复!`},
{ name:"匿名用户", time:"2026-02-12 15:00", content:`拨浪鼓……楼主你是认真的吗？`},
{ name:"匿名用户", time:"2026-02-12 15:30", content:`中午了`}

]);
